{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-npm": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vimtex": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "java-debug": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onenord.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "texpresso.vim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vimtex": { "branch": "master" }
}
